Repository: 1871vinayak/carbon-fields
Catalog: languages/carbon-fields-ui-*.po
Languages: bg_bg

source: Could not find DOM element for container "%1$d".
bg_bg: DOM елемент за контейнер "%1$d" не беше намерен

source: Select Date
bg_bg: Изберете дата

source: Use File
bg_bg: Използвай файла

source: Select File
bg_bg: Избор на файл

source: Use Image
bg_bg: Използвай снимката

source: Select Image
bg_bg: Избор на снимка

source: Use Attachments
bg_bg: Прикачи избраните

source: Select Attachments
bg_bg: Избери файлове за прикачване

source: Select Time
bg_bg: Изберете време

source: Unsupported container condition comparison operator used - "%1$d".
bg_bg: Неподдържан оператор за сравнение използван като условие на контейнер - "%1$d".

source: Unsupported container condition - "%1$d".
bg_bg: Неподдържано условие за контейнер - "%1$d".

source: Unsupported container condition relation used - "%1$d".
bg_bg: Неподдържанна връзка на условия използвана на контейнер - "%1$d".
