Repository: 1871vinayak/carbon-fields
Catalog: languages/carbon-fields-*.po
Languages: he_il

source: The new version of Carbon Fields is a major update. Please make sure you have a full backup before updating and test any add-ons or custom functionality. Developers should review the upgrade guide on %1$s.
he_il: הגירסה החדשה של קרבון פילדס הוא עדכון מקיף. אנא בצע גיבוי מלא לפני עדכון ולבדוק כל תוספות או פונקציונליות מותאמת אישית. מפתחים בבקשה לקרוא את המדריך שדרוג על %1$s.

source: General
he_il: כללי

source: Settings saved.
he_il: ההגדרות נשמרו.

source: If you need to add scripts to your footer (like Google Analytics tracking code), you should enter them in this box.
he_il: אם ברצונך להוסיף קבצי סקריפט בפוטר (כמו קוד מעקב Google Analytics), להזין בתיבה זו.

source: No form
he_il: לא נמצא טופס

source: If you need to add scripts to your header, you should enter them here.
he_il: אם ברצונך להוסיף קבצי סקריפט להידר של העמוד, להזין אותם כאן.

# sidebar
source: Add New
he_il: הוספת סרגל צד חדש

source: Please enter a name for the sidebar.
he_il: בבקשה הזן שם לסיידבאר

source: Unknown action attempted.
he_il: בוצע ניסיון לבצע פעולה לא ידועה

source: Sidebar with the same ID is already registered.
he_il: סיידבר עם אותו מזהה רשום כבר.

source: Failed to update option storing your custom sidebars. Please contact support.
he_il: הצליח לעדכן אפשרות את הסיידבר המותאום אישי שלך. נא ליצור קשר עם התמיכה.

source: Sidebar not found.
he_il: סיידבאר לא נמצא.

source: Add Sidebar
he_il: הוסף סיידבר

source: Please enter the name of the new sidebar:
he_il: בבקשה הזן שם לסיידבאר

source: Are you sure you wish to remove this sidebar?
he_il: האם אתה בטוח שברצונך להסיר את הסיידבאר?

source: Please fill out all required fields highlighted below.
he_il: נא למלא את כל השדות הנדרשים המסומנים להלן.

source: The changes you made will be lost if you navigate away from this page.
he_il: השינויים שביצעת לא ישמרו אם תצא מדף זה.

source: The address could not be found.
he_il: לא היתה אפשרות למצוא את הכתובת.

source: Geocode was not successful for the following reason:
he_il: GEO code נכשל מהסיבה הבאה

source: Locate address on the map:
he_il: אתר כתובת במפה

source: Minimum number of items not reached (%s items)
he_il: לא מולא המספר המינימלי של פריטים (%s פריטים)

source: Maximum number of items reached (%s items)
he_il: מולא מספר מקסימלי של פריטים (%s פריטים)

source: There are no %s yet. Click <a href="#">here</a> to add one.
he_il: אין עדיין %s. לחץ <a href="#">כאן</a> כדי להוסיף אחד.

source: Minimum number of rows not reached (%1$d %2$s)
he_il: המספר המינימלי של שורות לא מולא (%1$d %2$s)

source: Maximum number of rows exceeded (%1$d %2$s)
he_il: מולא מספר מקסימלי של שורות (%1$d %2$s)

# Complex field
source: Add %s
he_il: הוסף %s

# Complex field
source: Clone
he_il: שכפל

# Complex field
source: Remove
he_il: הסר

# Complex field
source: Collapse/Expand
he_il: סגור/פתח

# Complex field groups
source: Collapse All
he_il: סגור הכול

# Complex field groups
source: Expand All
he_il: פתח הכול

source: Please fill out all fields correctly.
he_il: נא למלא את כל השדות הנדרשים המסומנים להלן.

source: This field is required.
he_il: שדה חובה

source: Please choose an option.
he_il: בבקשה בחר אפשרות

source: Select Time
he_il: בחר שעה

source: Select Date
he_il: בחר תאריך

source: %1$d selected item
he_il: פריט נבחר %1$d

source: %1$d selected items
he_il: פריטים נבחרו %1$d

source: %1$d selected item out of %2$d
he_il: %1$d נבחר מתוך %2$d

source: %1$d selected items out of %2$d
he_il: %1$d נבחרו מתוך %2$d

source: Select a color
he_il: בחר צבע

source: No options.
he_il: אין אפשרויות

source: Show all options
he_il: הצג כל האפשרויות

source: Search...
he_il: חיפוש

# WordPress media attachment
source: URL
he_il: כתובת אתר

# WordPress media attachment
source: Title
he_il: כותרת

# WordPress media attachment
source: Artist
he_il: אומן

# WordPress media attachment
source: Album
he_il: אלבום

# WordPress media attachment
source: Caption
he_il: אזור כיתוב

# WordPress media attachment
source: Alt Text
he_il: תיאור טקסט

# WordPress media attachment
source: Description
he_il: תיאור

# WordPress media attachment
source: Close
he_il: סגור

# WordPress media attachment
source: Save
he_il: שמור

# oEmbed field
source: Not Found
he_il: לא נמצא

source: No files selected.
he_il: לא נבחרו קבצים

source: Add File
he_il: הוסף קובץ

# WordPress Media Browser
source: Files
he_il: קבצים

# WordPress Media Browser
source: Select File
he_il: בחר קובץ

source: Select File
he_il: בחר קובץ

source: Select Image
he_il: בחר תמונה

# WordPress Media Browser
source: Images
he_il: תמונות

# WordPress Media Browser
source: Select Image
he_il: בחר תמונה

source: No option names provided
he_il: לא סופקו אפשרויות לשמות

source: Theme Options updated.
he_il: הגדרות תבנית נשמרו

source: Actions
he_il: פעולות

source: Save Changes
he_il: שמור שינויים

source: No options are available for this widget.
he_il: אין אפשרויות זמינות עבור יישומון זה.

source: Carbon Fields
he_il: קרבון פילדס

source: WordPress developer-friendly custom fields for post types, taxonomy terms, users, comments, widgets, options, navigation menus and more.
he_il: תוסף קסטום פילדס ידידותי למפתחים עבור פוסט טייפס, טקסונומיס, משתמשים, תגובות, וידג'טים, אפשרויות, ניווט, תפריטים ועוד.
